Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# settings.credits.remaining
source: %lld Left
de: %lld übrig
es: Quedan %lld
fr: %lld restants
ja: 残り %lld
ko: %lld 남음
zh_hans: 剩余 %lld
zh_hant: 剩餘 %lld

# settings.data.export_all_notes
source: Export All Notes
de: Alle Notizen exportieren
es: Exportar todas las notas
fr: Exporter toutes les notes
ja: すべてのノートをエクスポート
ko: 모든 메모 내보내기
zh_hans: 导出全部笔记
zh_hant: 匯出所有筆記

# settings.data.media_link_sections
source: Media Link Sections
de: Medienlink-Bereiche
es: Secciones de enlaces multimedia
fr: Sections des liens média
ja: メディアリンクの項目
ko: 미디어 링크 섹션
zh_hans: 媒体链接显示内容
zh_hant: 媒體連結顯示內容

# settings.data.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

# settings.data.voice_language
source: Voice Language
de: Spracheingabe-Sprache
es: Idioma de voz
fr: Langue parlée
ja: 音声の言語
ko: 음성 언어
zh_hans: 语音语言
zh_hant: 語音語言

# settings.export.benefit_ai_body
source: Markdown files fit naturally into modern AI workflows, prompts, and knowledge tools.
de: Markdown-Dateien lassen sich leicht in moderne KI-Workflows, Prompts und Wissenswerkzeuge übernehmen.
es: Los archivos Markdown encajan de forma natural en flujos de IA, prompts y herramientas de conocimiento modernas.
fr: Les fichiers Markdown s'intègrent naturellement aux flux IA, aux prompts et aux outils de connaissance modernes.
ja: Markdownファイルは、AIワークフローやプロンプト、ナレッジツールにそのまま使いやすい形式です。
ko: Markdown 파일은 최신 AI 워크플로우, 프롬프트, 지식 도구와 자연스럽게 잘 맞습니다.
zh_hans: Markdown 文件可以很自然地接入 AI 工作流、提示词和知识工具。
zh_hant: Markdown 檔案可以很自然地接入 AI 工作流、提示詞和知識工具。

# settings.export.benefit_ai_title
source: Ready for AI workflows
de: Bereit für KI-Workflows
es: Listo para flujos de IA
fr: Prêt pour les workflows IA
ja: AIワークフローにも使いやすい
ko: AI 워크플로우에 바로 활용
zh_hans: 适合 AI 工作流
zh_hant: 適合 AI 工作流

# settings.export.benefit_move_body
source: Share or move your notes easily into apps like Obsidian and other Markdown-friendly tools.
de: Teile oder verschiebe deine Notizen ganz einfach in Apps wie Obsidian und andere Markdown-freundliche Tools.
es: Comparte o mueve tus notas fácilmente a apps como Obsidian y otras herramientas compatibles con Markdown.
fr: Partagez ou déplacez facilement vos notes vers des apps comme Obsidian et d'autres outils compatibles Markdown.
ja: Obsidian のようなアプリや、Markdown対応ツールへノートを簡単に共有・移行できます。
ko: Obsidian 같은 앱이나 다른 Markdown 친화적 도구로 메모를 쉽게 공유하거나 옮길 수 있습니다.
zh_hans: 你可以轻松把笔记分享或迁移到 Obsidian 这样的应用，以及其他支持 Markdown 的工具。
zh_hant: 你可以輕鬆把筆記分享或遷移到 Obsidian 這類應用，以及其他支援 Markdown 的工具。

# settings.export.benefit_move_title
source: Move to other tools easily
de: Leicht in andere Tools wechseln
es: Pásate a otras herramientas con facilidad
fr: Passez facilement à d'autres outils
ja: ほかのツールへ移りやすい
ko: 다른 도구로 쉽게 이동
zh_hans: 轻松迁移到其他工具
zh_hant: 輕鬆遷移到其他工具

# settings.export.benefit_portable_body
source: Export readable .md files you can keep, back up, and open in other apps.
de: Exportiere lesbare .md-Dateien, die du behalten, sichern und in anderen Apps öffnen kannst.
es: Exporta archivos .md legibles que puedes guardar, respaldar y abrir en otras apps.
fr: Exportez des fichiers .md lisibles que vous pouvez conserver, sauvegarder et ouvrir dans d'autres apps.
ja: 読みやすい .md ファイルとして書き出せるので、保存したりバックアップしたり、ほかのアプリでも開けます。
ko: 읽기 쉬운 .md 파일로 내보내어 보관하고, 백업하고, 다른 앱에서 열 수 있습니다.
zh_hans: 导出后的 .md 文件清晰可读，方便保存、备份，也能在其他应用里打开。
zh_hant: 匯出後的 .md 檔案清晰可讀，方便保存、備份，也能在其他應用中打開。

# settings.export.benefit_portable_title
source: Keep your notes portable
de: Deine Notizen bleiben portabel
es: Mantén tus notas portátiles
fr: Gardez vos notes portables
ja: ノートを持ち運びやすく保つ
ko: 메모를 자유롭게 가져가세요
zh_hans: 让笔记保持可迁移
zh_hant: 讓筆記保持可遷移

# settings.export.benefits_title
source: WHY MARKDOWN
de: WARUM MARKDOWN
es: POR QUÉ MARKDOWN
fr: POURQUOI MARKDOWN
ja: Markdown を選ぶ理由
ko: 왜 Markdown인가
zh_hans: 为什么是 Markdown
zh_hant: 為什麼選 Markdown

# settings.export.cta
source: Export My Notes
de: Meine Notizen exportieren
es: Exportar mis notas
fr: Exporter mes notes
ja: ノートを書き出す
ko: 내 메모 내보내기
zh_hans: 导出我的笔记
zh_hant: 匯出我的筆記

# settings.export.destination_ai_tools
source: AI tools
de: KI-Tools
es: Herramientas de IA
fr: Outils d'IA
ja: AIツール
ko: AI 도구
zh_hans: AI 工具
zh_hant: AI 工具

# settings.export.destinations_title
source: Works well with
de: Funktioniert gut mit
es: Funciona bien con
fr: Fonctionne bien avec
ja: 相性のよい移行先
ko: 잘 어울리는 대상
zh_hans: 适合导出的去向
zh_hant: 適合匯出的去向

# settings.export.exporting
source: Exporting...
de: Wird exportiert...
es: Exportando...
fr: Export en cours...
ja: 書き出し中...
ko: 내보내는 중...
zh_hans: 导出中...
zh_hant: 匯出中...

# settings.export.hero_badge
source: OPEN FORMAT
de: OFFENES FORMAT
es: FORMATO ABIERTO
fr: FORMAT OUVERT
ja: オープン形式
ko: 개방형 형식
zh_hans: 开放格式
zh_hant: 開放格式

# settings.export.nav_title
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出し
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

# settings.export.no_notes
source: No notes found to export.
de: Keine Notizen zum Export gefunden.
es: No se encontraron notas para exportar.
fr: Aucune note à exporter.
ja: エクスポートするノートがありません。
ko: 내보낼 메모가 없습니다.
zh_hans: 没有可导出的笔记。
zh_hant: 沒有可匯出的筆記。

# settings.export.preview_caption
source: A clean note in ChillScript becomes a standard Markdown file.
de: Eine saubere Notiz in ChillScript wird zu einer standardmäßigen Markdown-Datei.
es: Una nota limpia en ChillScript se convierte en un archivo Markdown estándar.
fr: Une note soignée dans ChillScript devient un fichier Markdown standard.
ja: ChillScript の見やすいノートは、そのまま標準的な Markdown ファイルになります。
ko: ChillScript의 깔끔한 메모가 표준 Markdown 파일로 바뀝니다.
zh_hans: 在 ChillScript 里清爽易读的笔记，导出后就是标准 Markdown 文件。
zh_hant: 在 ChillScript 中清爽易讀的筆記，匯出後就是標準 Markdown 檔案。

# settings.export.preview_file_name
source: My Notes.md
de: Meine Notizen.md
es: Mis Notas.md
fr: Mes Notes.md
ja: マイノート.md
ko: 내 메모.md
zh_hans: 我的笔记.md
zh_hant: 我的筆記.md

# settings.export.preview_line_one
source: - Build the landing page
de: - Landingpage erstellen
es: - Crear la landing page
fr: - Créer la landing page
ja: - ランディングページを作る
ko: - 랜딩 페이지 만들기
zh_hans: - 搭建落地页
zh_hant: - 製作落地頁

# settings.export.preview_line_three
source: - Move to any Markdown app
de: - In jede Markdown-App wechseln
es: - Pasar a cualquier app Markdown
fr: - Passer vers n'importe quelle app Markdown
ja: - どの Markdown アプリにも移しやすい
ko: - 어떤 Markdown 앱으로도 옮기기 쉬움
zh_hans: - 可迁移到任何 Markdown 应用
zh_hant: - 可遷移到任何 Markdown 應用

# settings.export.preview_line_title
source: # Project ideas
de: # Projektideen
es: # Ideas de proyecto
fr: # Idées de projet
ja: # プロジェクトのアイデア
ko: # 프로젝트 아이디어
zh_hans: # 项目想法
zh_hant: # 專案想法

# settings.export.preview_line_two
source: - Review notes with AI
de: - Notizen mit KI auswerten
es: - Revisar notas con IA
fr: - Relire les notes avec l'IA
ja: - AI でノートを見直す
ko: - AI로 메모 검토하기
zh_hans: - 用 AI 回顾笔记
zh_hant: - 用 AI 回顧筆記

# settings.export.preview_title
source: MARKDOWN PREVIEW
de: MARKDOWN-VORSCHAU
es: VISTA PREVIA DE MARKDOWN
fr: APERÇU MARKDOWN
ja: Markdown プレビュー
ko: Markdown 미리보기
zh_hans: Markdown 预览
zh_hant: Markdown 預覽

# settings.export.start
source: Start Export
de: Export starten
es: Iniciar exportación
fr: Lancer l'export
ja: エクスポート開始
ko: 내보내기 시작
zh_hans: 开始导出
zh_hant: 開始匯出

# settings.export.subtitle
source: Take your notes to AI tools and markdown-friendly apps.
de: Bring deine Notizen zu KI-Tools und Markdown-freundlichen Apps.
es: Lleva tus notas a herramientas de IA y apps compatibles con Markdown.
fr: Emportez vos notes vers des outils d'IA et des apps compatibles Markdown.
ja: ノートをAIツールやMarkdown対応アプリへ持ち出せます。
ko: 메모를 AI 도구와 Markdown 지원 앱으로 가져가세요.
zh_hans: 把你的笔记带到 AI 工具和其他支持 Markdown 的应用。
zh_hant: 把你的筆記帶到 AI 工具和其他支援 Markdown 的應用。

# settings.export.summary
source: SUMMARY
de: ÜBERSICHT
es: RESUMEN
fr: RÉSUMÉ
ja: 概要
ko: 요약
zh_hans: 概览
zh_hant: 摘要

# settings.export.title
source: Export as Markdown
de: Als Markdown exportieren
es: Exportar como Markdown
fr: Exporter en Markdown
ja: Markdownで書き出す
ko: Markdown으로 내보내기
zh_hans: 导出为 Markdown
zh_hant: 匯出為 Markdown

# settings.export.total_notes
source: Total Notes
de: Notizen insgesamt
es: Notas totales
fr: Nombre total de notes
ja: ノート総数
ko: 총 메모
zh_hans: 笔记总数
zh_hant: 筆記總數

# settings.media_link_sections.subtitle
source: Choose which sections appear when a TikTok, YouTube, or Instagram Reel link becomes a note.
de: Wähle, welche Bereiche beim Erstellen einer Notiz aus TikTok, YouTube oder Instagram Reels angezeigt werden.
es: Elige qué secciones aparecen cuando un enlace de TikTok, YouTube o Instagram Reels se convierte en nota.
fr: Choisissez les sections affichées quand un lien TikTok, YouTube ou Instagram Reels devient une note.
ja: TikTok、YouTube、Instagram Reels のリンクからノートを作るときに表示する項目を選びます。
ko: TikTok, YouTube, Instagram Reels 링크를 노트로 만들 때 표시할 섹션을 선택하세요.
zh_hans: 选择 TikTok、YouTube 或 Instagram Reels 链接转成笔记时要显示哪些部分。
zh_hant: 選擇 TikTok、YouTube 或 Instagram Reels 連結轉成筆記時要顯示哪些部分。

# settings.media_link_sections.summary.all
source: All
de: Alle
es: Todas
fr: Toutes
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

# settings.media_link_sections.summary.count
source: %d selected
de: %d ausgewählt
es: %d seleccionadas
fr: %d sélectionnées
ja: %d 個を選択中
ko: %d개 선택됨
zh_hans: 已选 %d 项
zh_hant: 已選 %d 項

# settings.media_link_sections.title
source: Media Link Sections
de: Medienlink-Bereiche
es: Secciones de enlaces multimedia
fr: Sections des liens média
ja: メディアリンクの項目
ko: 미디어 링크 섹션
zh_hans: 媒体链接显示内容
zh_hant: 媒體連結顯示內容

# settings.support.about
source: About ChillScript
de: Über ChillScript
es: Acerca de ChillScript
fr: À propos de ChillScript
ja: ChillScriptについて
ko: ChillScript 소개
zh_hans: 关于 ChillScript
zh_hant: 關於 ChillScript

# settings.support.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings.support.privacy_policy_body
source: ChillScript stores your notes locally and syncs them to the cloud when you're signed in. We protect your data in transit and at rest. When you choose to use AI features, the audio or text needed for that request may be sent to ChillScript's secure server and to Google Gemini for processing. We and our third-party partners do not use your notes or recordings to train models. Raw audio is processed ephemerally for transcription and is not retained on our servers after processing. Pending recordings may be stored locally on your device for crash recovery and are deleted after successful processing or within 7 days.
de: ChillScript speichert deine Notizen lokal auf deinem Gerät und synchronisiert sie mit der Cloud, wenn du angemeldet bist. Wir schützen deine Daten sowohl bei der Übertragung als auch im Ruhezustand. Wenn du AI-Funktionen nutzt, können die für deine Anfrage benötigten Audio- oder Textdaten an den sicheren Server von ChillScript und an Google Gemini zur Verarbeitung gesendet werden. Weder wir noch unsere Drittpartner verwenden deine Notizen oder Aufnahmen zum Trainieren von Modellen. Roh-Audio wird nur vorübergehend für die Transkription verarbeitet und nach der Verarbeitung nicht auf unseren Servern gespeichert. Ausstehende Aufnahmen können zur Absturz-Wiederherstellung lokal auf deinem Gerät gespeichert werden und werden nach erfolgreicher Verarbeitung oder innerhalb von 7 Tagen gelöscht.
es: ChillScript guarda tus notas localmente y las sincroniza con la nube cuando inicias sesión. Protegemos tus datos tanto en tránsito como en reposo. Cuando eliges usar funciones de IA, el audio o el texto necesarios para esa solicitud pueden enviarse al servidor seguro de ChillScript y a Google Gemini para su procesamiento. Ni nosotros ni nuestros socios externos usamos tus notas o grabaciones para entrenar modelos. El audio sin procesar se procesa solo de forma temporal para la transcripción y no se conserva en nuestros servidores después del procesamiento. Las grabaciones pendientes pueden almacenarse localmente en tu dispositivo para recuperación ante fallos y se eliminan tras procesarse correctamente o en un plazo de 7 días.
fr: ChillScript stocke vos notes localement et les synchronise dans le cloud lorsque vous êtes connecté. Nous protégeons vos données en transit comme au repos. Lorsque vous choisissez d'utiliser des fonctionnalités IA, l'audio ou le texte nécessaires à cette demande peuvent être envoyés au serveur sécurisé de ChillScript ainsi qu'à Google Gemini pour traitement. Ni nous ni nos partenaires tiers n'utilisons vos notes ou vos enregistrements pour entraîner des modèles. L'audio brut est traité de façon temporaire pour la transcription et n'est pas conservé sur nos serveurs après le traitement. Les enregistrements en attente peuvent être stockés localement sur votre appareil pour la récupération après incident, puis supprimés après traitement réussi ou dans un délai de 7 jours.
ja: ChillScript はノートを端末内に保存し、サインイン中はクラウドと同期します。データは通信中も保存中も保護されます。 AI 機能を利用する場合、そのリクエストに必要な音声またはテキストが ChillScript の安全なサーバーおよび Google Gemini に送信され、処理されることがあります。私たちおよび第三者パートナーが、あなたのノートや録音をモデル学習に使用することはありません。 生の音声データは文字起こしのために一時的に処理されるだけで、処理後にサーバーへ保持されることはありません。保留中の録音はクラッシュ復旧のために端末内へ一時保存される場合があり、正常に処理された後、または 7 日以内に削除されます。
ko: ChillScript는 메모를 기기에 로컬로 저장하고, 로그인한 경우 클라우드와 동기화합니다. 우리는 전송 중과 저장 중 모두 사용자의 데이터를 보호합니다. AI 기능을 사용할 때 해당 요청에 필요한 오디오 또는 텍스트가 ChillScript의 보안 서버와 Google Gemini로 전송되어 처리될 수 있습니다. 당사와 제3자 파트너는 사용자의 메모나 녹음을 모델 학습에 사용하지 않습니다. 원본 오디오는 전사 처리를 위해 일시적으로만 처리되며, 처리 후에는 서버에 보관되지 않습니다. 대기 중인 녹음은 장애 복구를 위해 기기에 로컬로 저장될 수 있으며, 성공적으로 처리된 후 또는 7일 이내에 삭제됩니다.
zh_hans: ChillScript 会将你的笔记保存在本地，并在你登录后同步到云端。我们会在传输和存储过程中保护你的数据。 当你选择使用 AI 功能时，为完成该请求所需的音频或文本可能会发送到 ChillScript 的安全服务器以及 Google Gemini 进行处理。我们和第三方合作伙伴都不会使用你的笔记或录音来训练模型。 原始音频仅会为转录而被临时处理，处理完成后不会保留在我们的服务器上。待处理录音可能会临时保存在你的设备本地，用于崩溃恢复，并会在成功处理后或 7 天内删除。
zh_hant: ChillScript 會將你的筆記保存在本機，並在你登入後同步到雲端。我們會在傳輸和儲存過程中保護你的資料。 當你選擇使用 AI 功能時，為完成該請求所需的音訊或文字可能會傳送到 ChillScript 的安全伺服器以及 Google Gemini 進行處理。我們和第三方合作夥伴都不會使用你的筆記或錄音來訓練模型。 原始音訊僅會為轉錄而被暫時處理，處理完成後不會保留在我們的伺服器上。待處理錄音可能會暫時保存在你的裝置本機，用於當機復原，並會在成功處理後或 7 天內刪除。

# settings.support.rate_app
source: Rate on the App Store
de: Im App Store bewerten
es: Valorar en App Store
fr: Noter sur l’App Store
ja: App Storeで評価する
ko: App Store에서 평가하기
zh_hans: 去 App Store 评分
zh_hant: 前往 App Store 評分

# settings.support.send_feedback
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un retour
ja: フィードバックを送る
ko: 피드백 전송
zh_hans: 发送反馈
zh_hant: 傳送回饋

# settings.support.user_agreement
source: User Agreement
de: Nutzervereinbarung
es: Acuerdo de usuario
fr: Conditions d'utilisation
ja: 利用規約
ko: 사용자 계약
zh_hans: 用户协议
zh_hant: 使用者協議

# settings.support.user_agreement_body
source: By using ChillScript, you agree to use the app responsibly and understand that your notes are stored locally and synced to the cloud when you're signed in.
de: Durch die Nutzung von ChillScript erklärst du dich damit einverstanden, die App verantwortungsvoll zu verwenden, und du verstehst, dass deine Notizen lokal gespeichert und bei bestehender Anmeldung mit der Cloud synchronisiert werden.
es: Al usar ChillScript, aceptas utilizar la app de forma responsable y entiendes que tus notas se almacenan localmente y se sincronizan con la nube cuando inicias sesión.
fr: En utilisant ChillScript, vous acceptez d'utiliser l'application de manière responsable et comprenez que vos notes sont stockées localement et synchronisées avec le cloud lorsque vous êtes connecté.
ja: ChillScript を利用することで、アプリを適切に使用することに同意し、サインイン中はノートが端末内に保存され、クラウドと同期されることを理解したものとみなされます。
ko: ChillScript를 사용함으로써 귀하는 앱을 책임감 있게 사용할 것에 동의하며, 로그인한 경우 메모가 기기에 로컬로 저장되고 클라우드와 동기화된다는 점을 이해합니다.
zh_hans: 使用 ChillScript 即表示你同意以负责任的方式使用本应用，并理解在你登录后，你的笔记会保存在本地并同步到云端。
zh_hant: 使用 ChillScript 即表示你同意以負責任的方式使用本應用，並理解在你登入後，你的筆記會保存在本機並同步到雲端。

# settings.title
source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.voice.auto_help
source: Language will be inferred from audio. Mixed-language speech is preserved.
de: Die Sprache wird aus dem Audio erkannt. Mehrsprachige Spracheingaben bleiben erhalten.
es: El idioma se detectará a partir del audio. Se conservará el uso de varios idiomas en la misma grabación.
fr: La langue est détectée à partir de l'audio. Le mélange de langues est conservé.
ja: 音声から言語を自動判定します。複数言語が混ざっていてもそのまま保持します。
ko: 언어는 오디오에서 추론됩니다. 혼합 언어 음성이 보존됩니다.
zh_hans: 系统会根据音频自动判断语言，并保留混合语言表达。
zh_hant: 系統會依音訊自動判斷語言，並保留混合語言表達。

# settings.voice.mode.auto_detect
source: Auto Detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
ja: 自動検出
ko: 자동 감지
zh_hans: 自动识别
zh_hant: 自動辨識

# settings.voice.mode.preferred_language
source: Preferred Language
de: Bevorzugte Sprache
es: Idioma preferido
fr: Langue préférée
ja: 優先言語
ko: 선호 언어
zh_hans: 首选语言
zh_hant: 偏好語言

# settings.voice.preferred_help
source: Preferred language improves primary-language stability while preserving mixed-language speech.
de: Eine bevorzugte Sprache sorgt für stabilere Ergebnisse in der Hauptsprache und erhält dennoch gemischte Spracheingaben.
es: El idioma preferido mejora la estabilidad del idioma principal y mantiene el habla en varios idiomas.
fr: La langue préférée améliore la stabilité de la langue principale tout en conservant les passages multilingues.
ja: 優先言語を設定すると、主言語の安定性が上がりつつ、混在した言語表現も保持されます。
ko: 선호하는 언어는 혼합 언어 음성을 유지하면서 기본 언어의 안정성을 향상시킵니다.
zh_hans: 设置首选语言后，可提升主要语言识别稳定性，同时保留混合语言表达。
zh_hant: 設定偏好語言後，可提升主要語言辨識穩定性，同時保留混合語言表達。

# settings.voice.search_placeholder
source: Search language
de: Sprache suchen
es: Buscar idioma
fr: Rechercher une langue
ja: 言語を検索
ko: 언어 검색
zh_hans: 搜索语言
zh_hant: 搜尋語言

# settings.voice.summary.auto
source: Auto
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# settings.voice.summary.not_set
source: Not Set
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
ja: 未設定
ko: 설정되지 않음
zh_hans: 未设置
zh_hant: 未設定

# settings.voice.title
source: Voice Transcription
de: Spracherkennung
es: Transcripción de voz
fr: Transcription vocale
ja: 音声文字起こし
ko: 음성 전사
zh_hans: 语音转写
zh_hant: 語音轉寫

# share_extension.extracting
source: Extracting an idea to ChillScript
de: Extrahiere eine Idee nach ChillScript
es: Extrayendo una idea a ChillScript
fr: Extraction d’une idée vers ChillScript
ja: アイデアを ChillScript に抽出中
ko: 아이디어를 ChillScript로 추출 중
zh_hans: 正在提取想法到 ChillScript
zh_hant: 正在擷取想法到 ChillScript

# share_extension.extracting_transcript
source: Extracting the transcript...
de: Transkript wird extrahiert...
es: Extrayendo la transcripción...
fr: Extraction de la transcription...
ja: 文字起こしを抽出中...
ko: 전사를 추출하는 중...
zh_hans: 正在提取转写...
zh_hant: 正在擷取逐字稿...

# share_extension.failed
source: Couldn’t save to ChillScript
de: Konnte nicht in ChillScript speichern
es: No se pudo guardar en ChillScript
fr: Impossible d’enregistrer dans ChillScript
ja: ChillScript に保存できませんでした
ko: ChillScript에 저장할 수 없음
zh_hans: 无法保存到 ChillScript
zh_hant: 無法儲存到 ChillScript

# share_extension.no_link
source: No link found in this share.
de: In dieser Freigabe wurde kein Link gefunden.
es: No se encontró ningún enlace en este contenido compartido.
fr: Aucun lien trouvé dans ce partage.
ja: この共有にはリンクが見つかりません。
ko: 이 공유 항목에서 링크를 찾을 수 없습니다.
zh_hans: 这次分享里没有找到链接。
zh_hant: 這次分享中找不到連結。

# share_extension.reading_content
source: Reading the video content...
de: Videoinhalt wird gelesen...
es: Leyendo el contenido del video...
fr: Lecture du contenu de la vidéo...
ja: 動画の内容を読み込み中...
ko: 동영상 내용을 읽는 중...
zh_hans: 正在读取视频内容...
zh_hant: 正在讀取影片內容...

# share_extension.saved
source: Saved to ChillScript
de: In ChillScript gespeichert
es: Guardado en ChillScript
fr: Enregistré dans ChillScript
ja: ChillScript に保存しました
ko: ChillScript에 저장됨
zh_hans: 已保存到 ChillScript
zh_hant: 已儲存到 ChillScript

# share_extension.saving
source: Saving to ChillScript...
de: Speichere in ChillScript
es: Guardando en ChillScript
fr: Enregistrement dans ChillScript
ja: ChillScript に保存中
ko: ChillScript에 저장 중
zh_hans: 正在保存到 ChillScript
zh_hant: 正在儲存到 ChillScript

# share_extension.sign_in_required
source: Open ChillScript and sign in before sharing links.
de: Öffne ChillScript und melde dich an, bevor du Links teilst.
es: Abre ChillScript e inicia sesión antes de compartir enlaces.
fr: Ouvrez ChillScript et connectez-vous avant de partager des liens.
ja: リンクを共有する前に ChillScript を開いてサインインしてください。
ko: 링크를 공유하기 전에 ChillScript를 열고 로그인하세요.
zh_hans: 分享链接前，请先打开 ChillScript 并登录。
zh_hant: 分享連結前，請先開啟 ChillScript 並登入。

# share_extension.source_format
source: Source: %1$@
de: Quelle: %1$@
es: Fuente: %1$@
ja: ソース：%1$@
ko: 출처: %1$@
zh_hans: 来源：%1$@
zh_hant: 來源：%1$@

# sidebar.accessibility.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

# sidebar.credits.locked
source: 0 Credits left
de: 0 Credits übrig
es: Quedan 0 Credits
fr: 0 Credits restants
ja: 残り 0 Credits
ko: 0 Credits 남음
zh_hans: 剩余 0 Credits
zh_hant: 剩餘 0 Credits

# sidebar.credits.remaining
source: %lld Credits left
de: %lld Credits übrig
es: Quedan %lld Credits
fr: %lld Credits restants
ja: 残り %lld Credits
ko: %lld Credits 남음
zh_hans: 剩余 %lld Credits
zh_hant: 剩餘 %lld Credits

# sidebar.membership.free_plan
source: Free Plan
de: Kostenloser Plan
es: Plan gratuito
fr: Forfait gratuit
ja: 無料プラン
ko: 무료 요금제
zh_hans: 免费版
zh_hant: 免費方案

# sidebar.nav.all_notes
source: All Notes
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
ja: すべてのノート
ko: 모든 노트
zh_hans: 所有笔记
zh_hant: 所有筆記

# sidebar.nav.chill_skills
source: Creator AI Skills
de: KI-Skills
es: Habilidades de IA
fr: Compétences IA
ja: AIスキル
ko: AI 스킬
zh_hans: AI 技能
zh_hant: AI 技能

# sidebar.nav.pending_records
source: Pending Records
de: Ausstehende Aufnahmen
es: Grabaciones pendientes
fr: Enregistrements en attente
ja: 保留中の録音
ko: 보류 중인 기록
zh_hans: 待处理录音
zh_hant: 待處理錄音

# sidebar.nav.recycle_bin
source: Recycle Bin
de: Papierkorb
es: Papelera de reciclaje
fr: Corbeille
ja: ごみ箱
ko: 휴지통
zh_hans: 回收站
zh_hant: 回收站

# sidebar.stats.accessibility.item
source: %@, %d notes
de: %@, %d Notizen
es: %@, %d notas
ja: %@、%d件のノート
ko: %@, 노트 %d개
zh_hans: %@，%d 条笔记
zh_hant: %@，%d 則筆記

# sidebar.stats.streak
source: %d days creating
de: %d Tage kreativ
es: %d días creando
fr: %d jours de création
ja: %d日連続で作成
ko: %d일 연속 창작
zh_hans: 连续创作 %d 天
zh_hant: 連續創作 %d 天

# sidebar.stats.title
source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
zh_hans: 统计
zh_hant: 統計

# sidebar.stats.today
source: Today
de: Heute
es: Hoy
fr: Auj.
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# sidebar.stats.week.down
source: %d notes this week · %d%% less
de: %d Notizen diese Woche · %d %% weniger
es: %d notas esta semana · %d %% menos
fr: %d notes cette semaine · %d %% de moins
ja: 今週%d件 · 先週比%d%%減
ko: 이번 주 %d개 · 지난주 대비 %d%% 감소
zh_hans: 本周 %d 篇 · 比上周少 %d%%
zh_hant: 本週 %d 篇 · 比上週少 %d%%

# sidebar.stats.week.new_start
source: %d notes this week · a fresh start
de: %d Notizen diese Woche · neuer Anfang
es: %d notas esta semana · un nuevo comienzo
fr: %d notes cette semaine · nouveau départ
ja: 今週%d件 · 新しいスタート
ko: 이번 주 %d개 · 새로운 시작
zh_hans: 本周 %d 篇 · 新的开始
zh_hant: 本週 %d 篇 · 新的開始

# sidebar.stats.week.same
source: %d notes this week · same as last week
de: %d Notizen diese Woche · wie letzte Woche
es: %d notas esta semana · igual que la anterior
fr: %d notes cette semaine · comme la semaine dernière
ja: 今週%d件 · 先週と同じ
ko: 이번 주 %d개 · 지난주와 동일
zh_hans: 本周 %d 篇 · 与上周持平
zh_hant: 本週 %d 篇 · 與上週持平

# sidebar.stats.week.up
source: %d notes this week · +%d%% vs last week
de: %d Notizen diese Woche · +%d %%
es: %d notas esta semana · +%d %%
fr: %d notes cette semaine · +%d %%
ja: 今週%d件 · 先週比+%d%%
ko: 이번 주 %d개 · 지난주 대비 +%d%%
zh_hans: 本周 %d 篇 · 比上周 +%d%%
zh_hant: 本週 %d 篇 · 比上週 +%d%%
